Repository: akinalpfdn/ExpenseTracker
Catalog: ExpenseTracker/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, tr

# app_name
source: Expense Tracker
de: Ausgaben Tracker
es: Rastreador de Gastos
fr: Suivi des Dépenses
it: Tracciatore Spese

source: General Settings
de: Allgemeine Einstellungen
es: Configuración General
fr: Paramètres Généraux
it: Impostazioni Generali
tr: Genel Ayarlar

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
tr: Kategoriler

source: Default Currency
de: Standardwährung
es: Moneda Predeterminada
fr: Devise par Défaut
it: Valuta Predefinita
tr: Varsayılan Para Birimi

# currency_description
source: Default currency to be used for new expenses
de: Standardwährung für neue Ausgaben
es: Moneda predeterminada para nuevos gastos
fr: Devise par défaut à utiliser pour les nouvelles dépenses
it: Valuta predefinita da utilizzare per le nuove spese
tr: Yeni harcamalar için kullanılacak varsayılan para birimi

source: Daily Spending Limit
de: Tägliches Ausgabenlimit
es: Límite de Gasto Diario
fr: Limite de Dépenses Quotidiennes
it: Limite di Spesa Giornaliero
tr: Günlük Harcama Limiti

source: Enter daily limit
de: Tägliches Limit eingeben
es: Ingrese límite diario
fr: Saisir la limite quotidienne
it: Inserisci limite giornaliero
tr: Günlük limit girin

# daily_limit_description
source: Your daily spending limit. No limit applied if left blank
de: Ihr tägliches Ausgabenlimit. Kein Limit angewendet, wenn leer gelassen
es: Su límite de gasto diario. No se aplica límite si se deja en blanco
fr: Votre limite de dépenses quotidiennes. Aucune limite appliquée si laissé vide
it: Il tuo limite di spesa giornaliero. Nessun limite applicato se lasciato vuoto
tr: Her güne özel harcama limitiniz. Boş bırakılırsa limit uygulanmaz

source: Monthly Spending Limit
de: Monatliches Ausgabenlimit
es: Límite de Gasto Mensual
fr: Limite de Dépenses Mensuelles
it: Limite di Spesa Mensile
tr: Aylık Harcama Limiti

source: Enter monthly limit
de: Monatliches Limit eingeben
es: Ingrese límite mensual
fr: Saisir la limite mensuelle
it: Inserisci limite mensile
tr: Aylık limit girin

# monthly_limit_description
source: Your monthly total spending limit. Progress ring is shown based on this value
de: Ihr monatliches Gesamtausgabenlimit. Fortschrittsring wird basierend auf diesem Wert angezeigt
es: Su límite total de gasto mensual. El anillo de progreso se muestra basado en este valor
fr: Votre limite totale de dépenses mensuelles. L'anneau de progression est affiché basé sur cette valeur
it: Il tuo limite totale di spesa mensile. L'anello di progresso viene mostrato basato su questo valore
tr: Aylık toplam harcama limitiniz. Progress ring bu değere göre gösterilir

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
tr: Tema

source: Dark Theme
de: Dunkles Design
es: Tema Oscuro
fr: Thème Sombre
it: Tema Scuro
tr: Koyu Tema

source: Light Theme
de: Helles Design
es: Tema Claro
fr: Thème Clair
it: Tema Chiaro
tr: Açık Tema

# theme_description
source: Change the app's appearance
de: Das Erscheinungsbild der App ändern
es: Cambiar la apariencia de la aplicación
fr: Changer l'apparence de l'application
it: Cambia l'aspetto dell'applicazione
tr: Uygulamanın görünümünü değiştirin

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
tr: İptal

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
tr: Kaydet

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Recurring Expenses
de: Wiederkehrende Ausgaben
es: Gastos Recurrentes
fr: Dépenses Récurrentes
it: Spese Ricorrenti
tr: Tekrar Eden Harcamalar

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

source: Amount: High to Low
de: Betrag: Hoch zu Niedrig
es: Monto: Mayor a Menor
fr: Montant : Élevé à Faible
it: Importo: Alto a Basso
tr: Miktar: Büyükten Küçüğe

source: Amount: Low to High
de: Betrag: Niedrig zu Hoch
es: Monto: Menor a Mayor
fr: Montant : Faible à Élevé
it: Importo: Basso ad Alto
tr: Miktar: Küçükten Büyüğe

# description_a_to_z
source: Description: A-Z
de: Beschreibung: A-Z
es: Descripción: A-Z
it: Descrizione: A-Z
tr: Açıklama: A-Z

# description_z_to_a
source: Description: Z-A
de: Beschreibung: Z-A
es: Descripción: Z-A
it: Descrizione: Z-A
tr: Açıklama: Z-A

# category_a_to_z
source: Category: A-Z
de: Kategorie: A-Z
es: Categoría: A-Z
fr: Catégorie : A-Z
it: Categoria: A-Z
tr: Kategori: A-Z

# category_z_to_a
source: Category: Z-A
de: Kategorie: Z-A
es: Categoría: Z-A
fr: Catégorie : Z-A
it: Categoria: Z-A
tr: Kategori: Z-A

# end_date_recurring
source: End: %@
de: Ende: %@
es: Fin: %@
fr: Fin : %@
it: Fine: %@
tr: Bitiş: %@

# search_placeholder
source: Search by description, amount or category...
de: Nach Beschreibung, Betrag oder Kategorie suchen...
es: Buscar por descripción, monto o categoría...
fr: Rechercher par description, montant ou catégorie...
it: Cerca per descrizione, importo o categoria...
tr: Açıklama, miktar veya kategoriye göre ara...

# no_search_results
source: No search results found
de: Keine Suchergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat de recherche trouvé
it: Nessun risultato di ricerca trovato
tr: Arama sonucu bulunamadı

# search_no_results_description
source: No results found for "%@". Try a different search term.
de: Keine Ergebnisse für "%@" gefunden. Versuchen Sie einen anderen Suchbegriff.
es: No se encontraron resultados para "%@". Intente con un término de búsqueda diferente.
fr: Aucun résultat trouvé pour "%@". Essayez un terme de recherche différent.
it: Nessun risultato trovato per "%@". Prova un termine di ricerca diverso.
tr: "%@" için sonuç bulunamadı. Farklı bir arama terimi deneyin.

# no_recurring_expenses
source: No recurring expenses yet
de: Noch keine wiederkehrenden Ausgaben
es: Aún no hay gastos recurrentes
fr: Aucune dépense récurrente pour le moment
it: Nessuna spesa ricorrente ancora
tr: Henüz tekrar eden harcama yok

# recurring_expenses_hint
source: Press the + button to add recurring expenses
de: Drücken Sie die + Taste, um wiederkehrende Ausgaben hinzuzufügen
es: Presione el botón + para agregar gastos recurrentes
fr: Appuyez sur le bouton + pour ajouter des dépenses récurrentes
it: Premi il pulsante + per aggiungere spese ricorrenti
tr: Tekrar eden harcama eklemek için + butonuna basın

# results_found
source: %d results found
de: %d Ergebnisse gefunden
es: %d resultados encontrados
fr: %d résultats trouvés
it: %d risultati trovati
tr: %d sonuç bulundu

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
tr: Her gün

source: Weekdays
de: Wochentage
es: Días laborables
fr: Jours ouvrables
it: Giorni feriali
tr: Hafta içi

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
tr: Haftalık

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
tr: Aylık

source: Exchange Rate: %@
de: Wechselkurs: %@
es: Tipo de Cambio: %@
fr: Taux de Change : %@
it: Tasso di Cambio: %@
tr: Kur: %@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
tr: Sil

source: Amount
de: Betrag
es: Monto
fr: Montant
it: Importo
tr: Miktar

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
tr: Açıklama

# exchange_rate_field
source: Exchange Rate
de: Wechselkurs
es: Tipo de Cambio
fr: Taux de Change
it: Tasso di Cambio
tr: Döviz Kuru

source: Select Date
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner la Date
it: Seleziona Data
tr: Tarih Seç

source: Delete Recurring Expense
de: Wiederkehrende Ausgabe löschen
es: Eliminar Gasto Recurrente
fr: Supprimer la Dépense Récurrente
it: Elimina Spesa Ricorrente
tr: Tekrar Eden Harcamayı Sil

# delete_recurring_confirmation
source: Are you sure you want to delete this recurring expense from today onwards? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese wiederkehrende Ausgabe ab heute löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este gasto recurrente desde hoy en adelante? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette dépense récurrente à partir d'aujourd'hui ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa spesa ricorrente da oggi in poi? Questa azione non può essere annullata.
tr: Bu tekrar eden harcamayı bugünden itibaren silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# remaining_amount_recurring
source: Remaining Amount: %@
de: Verbleibender Betrag: %@
es: Monto restante: %@
fr: Montant restant : %@
it: Rimanente: %@

# total_amount_recurring
source: Total Amount: %@
de: Gesamtbetrag: %@
es: Monto total: %@
fr: Montant total : %@
it: Totale: %@

source: Financial Planning
de: Finanzplanung
es: Planificación Financiera
fr: Planification Financière
it: Pianificazione Finanziaria
tr: Finansal Planlama

# planning_description
source: Create and track your future plans
de: Erstellen und verfolgen Sie Ihre Zukunftspläne
es: Cree y haga seguimiento de sus planes futuros
fr: Créez et suivez vos plans futurs
it: Crea e traccia i tuoi piani futuri
tr: Gelecek planlarınızı oluşturun ve takip edin

source: No plans yet
de: Noch keine Pläne
es: Aún no hay planes
fr: Aucun plan pour le moment
it: Nessun piano ancora
tr: Henüz plan yok

# create_first_plan
source: Press the + button to create your first financial plan
de: Drücken Sie die + Taste, um Ihren ersten Finanzplan zu erstellen
es: Presione el botón + para crear su primer plan financiero
fr: Appuyez sur le bouton + pour créer votre premier plan financier
it: Premi il pulsante + per creare il tuo primo piano finanziario
tr: İlk finansal planınızı oluşturmak için + butonuna basın

source: Add Plan
de: Plan hinzufügen
es: Agregar Plan
fr: Ajouter un Plan
it: Aggiungi Piano
tr: Plan Ekle

source: Delete Plan
de: Plan löschen
es: Eliminar Plan
fr: Supprimer le Plan
it: Elimina Piano
tr: Planı Sil

# delete_plan_confirmation
source: Are you sure you want to delete the "%@" plan? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Plan "%@" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar el plan "%@"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer le plan "%@" ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare il piano "%@"? Questa azione non può essere annullata.
tr: "%@" planını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# results_count
source: %d results
de: %d Ergebnisse
es: %d resultados
fr: %d résultats
it: %d risultati
tr: %d sonuç

# search_expenses_placeholder
source: Search by description, amount or category...
de: Nach Beschreibung, Betrag oder Kategorie suchen...
es: Buscar por descripción, monto o categoría...
fr: Rechercher par description, montant ou catégorie...
it: Cerca per descrizione, importo o categoria...
tr: Açıklama, miktar veya kategoriye göre ara...

# monthly_limit_exceeded
source: ⚠️ You have exceeded your monthly spending limit!
de: ⚠️ Sie haben Ihr monatliches Ausgabenlimit überschritten!
es: ⚠️ ¡Ha excedido su límite de gasto mensual!
fr: ⚠️ Vous avez dépassé votre limite de dépenses mensuelles !
it: ⚠️ Hai superato il tuo limite di spesa mensile!
tr: ⚠️ Aylık harcama limitinizi aştınız!

# time_newest_first
source: Date: Newest First
de: Datum: Neueste zuerst
es: Fecha: Más Reciente Primero
fr: Date : Plus Récent d'Abord
it: Data: Più Recente Prima
tr: Tarih: Yeniden Eskiye

# time_oldest_first
source: Date: Oldest First
de: Datum: Älteste zuerst
es: Fecha: Más Antiguo Primero
fr: Date : Plus Ancien d'Abord
it: Data: Più Vecchio Prima
tr: Tarih: Eskiden Yeniye

# current_period_total
source: Current Period Total Spending
de: Gesamtausgaben
es: Gasto Total
fr: Total des Dépenses
it: Totale Spese
tr: Bu Dönem Toplam Harcama

# vs_previous_month
source: vs. last month
de: vs. dem Vormonat
es: vs. el mes anterior
fr: vs. mois précédent
it: vs. mese precedente
tr: Önceki aya göre

# vs_6_month_average
source: vs. average
de: vs. dem durchschnitt
es: vs. el promedio de 6 meses
fr: vs. moyenne
it: vs. media
tr: 6 ay ortalamasına göre

# no_expenses_this_period
source: No expenses this period yet
de: Noch keine Ausgaben in dieser Periode
es: Aún no hay gastos en este período
fr: Aucune dépense cette période pour le moment
it: Nessuna spesa in questo periodo ancora
tr: Bu dönem henüz harcama yok

# analysis_will_appear
source: Analysis will appear here when you add expenses
de: Die Analyse wird hier angezeigt, wenn Sie Ausgaben hinzufügen
es: El análisis aparecerá aquí cuando agregue gastos
fr: L'analyse apparaîtra ici lorsque vous ajouterez des dépenses
it: L'analisi apparirà qui quando aggiungerai delle spese
tr: Harcama eklediğinizde analiz burada görünecek

source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
tr: Önceki ay

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
tr: Sonraki ay

source: Select date range
de: Datumsbereich auswählen
es: Seleccionar rango de fechas
fr: Sélectionner la plage de dates
it: Seleziona intervallo di date
tr: Tarih aralığı seçin

source: Fixed Expenses
de: Fixe Ausgaben
es: Gastos Fijos
fr: Dépenses Fixes
it: Spese Fisse
tr: Sabit Harcamalar

# recurring_expenses_description
source: Expenses that will continue for 3+ months
de: Ausgaben, die 3+ Monate andauern werden
es: Gastos que continuarán por 3+ meses
fr: Dépenses qui continueront pendant 3+ mois
it: Spese che continueranno per 3+ mesi
tr: 3+ ay devam edecek olan harcamalar

# recurring_expenses_cd
source: Recurring expenses
de: Wiederkehrende Ausgaben
es: Gastos recurrentes
fr: Dépenses récurrentes
it: Spese ricorrenti
tr: Tekrarlayan harcamalar

source: Pick date range
de: Datumsbereich wählen
es: Elegir rango de fechas
fr: Choisir la plage de dates
it: Scegli intervallo di date
tr: Tarih aralığı seçin

source: Enter expense details
de: Ausgabendetails eingeben
es: Ingrese detalles del gasto
fr: Saisir les détails de la dépense
it: Inserisci dettagli della spesa
tr: Harcama detaylarını girin

# search_placeholder_category
source: search...
de: suchen...
es: buscar...
fr: rechercher...
it: cerca...
tr: ara...

source: Description (Optional)
de: Beschreibung (Optional)
es: Descripción (Opcional)
fr: Description (Optionnel)
it: Descrizione (Opzionale)
tr: Açıklama (İsteğe bağlı)

# add_description_placeholder
source: Add description...
de: Beschreibung hinzufügen...
es: Agregar descripción...
fr: Ajouter une description...
it: Aggiungi descrizione...
tr: Açıklama ekleyin...

source: Recurrence Type
de: Wiederholungstyp
es: Tipo de Recurrencia
fr: Type de Récurrence
it: Tipo di Ricorrenza
tr: Tekrar Türü

source: End Date
de: Enddatum
es: Fecha de Fin
fr: Date de Fin
it: Data di Fine
tr: Bitiş Tarihi

# exchange_rate_label
source: Exchange Rate (1 %@ = ? %@)
de: Wechselkurs (1 %@ = ? %@)
es: Tipo de Cambio (1 %@ = ? %@)
fr: Taux de Change (1 %@ = ? %@)
it: Tasso di Cambio (1 %@ = ? %@)
tr: Döviz Kuru (1 %@ = ? %@)

# exchange_rate_example
source: e.g: 0.035 (1 %@ = 0.035 %@)
de: z.B.: 0,035 (1 %@ = 0,035 %@)
es: ej: 0,035 (1 %@ = 0,035 %@)
fr: ex : 0,035 (1 %@ = 0,035 %@)
it: es: 0,035 (1 %@ = 0,035 %@)
tr: Örn: 0.035 (1 %@ = 0.035 %@)

# exchange_rate_note
source: This rate will be used for progress calculations
de: Dieser Kurs wird für Fortschrittsberechnungen verwendet
es: Esta tasa se utilizará para cálculos de progreso
fr: Ce taux sera utilisé pour les calculs de progression
it: Questo tasso sarà utilizzato per i calcoli di progresso
tr: Bu kur, progress hesaplamaları için kullanılacak

source: Add Expense
de: Ausgabe hinzufügen
es: Agregar Gasto
fr: Ajouter une Dépense
it: Aggiungi Spesa
tr: Harcama Ekle

source: Update Expense
de: Ausgabe aktualisieren
es: Actualizar Gasto
fr: Mettre à Jour la Dépense
it: Aggiorna Spesa
tr: Harcama Güncelle

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
tr: Yok

source: One time
de: Einmalig
es: Una vez
fr: Une fois
it: Una volta
tr: Tek seferlik

source: Every day
de: Jeden Tag
es: Todos los días
fr: Tous les jours
it: Ogni giorno
tr: Her gün

source: Weekdays only
de: Nur Wochentage
es: Solo días laborables
fr: Jours ouvrables seulement
it: Solo giorni feriali
tr: Hafta içi her gün

source: Once per week
de: Einmal pro Woche
es: Una vez por semana
fr: Une fois par semaine
it: Una volta a settimana
tr: Haftada 1 kez

source: Once per month
de: Einmal pro Monat
es: Una vez por mes
fr: Une fois par mois
it: Una volta al mese
tr: Ayda 1 kez

source: Edit Expense
de: Ausgabe bearbeiten
es: Editar Gasto
fr: Modifier la Dépense
it: Modifica Spesa
tr: Harcamayı Düzenle

source: New Expense
de: Neue Ausgabe
es: Nuevo Gasto
fr: Nouvelle Dépense
it: Nuova Spesa
tr: Yeni Harcama

# selectCategory
source: Category selection
de: Kategorieauswahl
es: Selección de categoría
fr: Sélection de catégorie
it: Selezione categoria
tr: Kategori seçim

source: Single time
de: Einmalig
es: Una sola vez
fr: Une seule fois
it: Una sola volta
tr: Tek seferlik

source: Okay
es: De acuerdo
fr: D'accord
it: Ok
tr: Tamam

source: Parent Category
de: Übergeordnete Kategorie
es: Categoría Principal
fr: Catégorie Parent
it: Categoria Genitore
tr: Ana Kategori

source: Total Amount
de: Gesamtbetrag
es: Monto Total
fr: Montant Total
it: Importo Totale
tr: Toplam Tutar

source: Expense Count
de: Anzahl Ausgaben
es: Cantidad de Gastos
fr: Nombre de Dépenses
it: Numero di Spese
tr: Harcama Sayısı

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
tr: Ortalama

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
tr: Harcamalar

# recurring_label
source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ricorrente
tr: Tekrarlayan

# monthly_label
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
tr: Aylık

# daily_label
source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
tr: Günlük

source: Update Expense Data
de: Ausgabendaten aktualisieren
es: Actualizar Datos de Gastos
fr: Mettre à Jour les Données de Dépenses
it: Aggiorna Dati Spese
tr: Harcama Verilerini Güncelle

# update_expense_data_description
source: Recalculates current and future months with updated data
de: Berechnet aktuelle und zukünftige Monate mit aktualisierten Daten neu
es: Recalcula los meses actuales y futuros con datos actualizados
fr: Recalcule les mois actuels et futurs avec des données mises à jour
it: Ricalcola i mesi attuali e futuri con dati aggiornati
tr: Mevcut ve gelecek ayları güncel verilerle yeniden hesaplar

source: Total Net Value
de: Gesamtnettowert
es: Valor Neto Total
fr: Valeur Nette Totale
it: Valore Netto Totale
tr: Toplam Net Değer

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
tr: Ay

source: Income
de: Einkommen
es: Ingresos
fr: Revenus
it: Entrate
tr: Gelir

source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
it: Spesa
tr: Gider

source: Net
de: Netto
es: Neto
it: Netto

source: Total
de: Gesamt
it: Totale
tr: Toplam

source: Avg. Monthly Income
de: Durchschn. Monatseinkommen
es: Ingresos Mensuales Prom.
fr: Revenus Mensuels Moy.
it: Entrate Mensili Med.
tr: Ort. Aylık Gelir

source: Avg. Monthly Expense
de: Durchschn. Monatsausgaben
es: Gastos Mensuales Prom.
fr: Dépenses Mensuelles Moy.
it: Spese Mensili Med.
tr: Ort. Aylık Gider

source: Current Net
de: Aktuelles Netto
es: Neto Actual
fr: Net Actuel
it: Netto Attuale
tr: Şu Anki Net

source: Target Net
de: Ziel-Netto
es: Neto Objetivo
fr: Net Cible
it: Netto Obiettivo
tr: Hedef Net

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
tr: Tümü

source: One-Time Expense
de: Einmalige Ausgabe
es: Gasto de Una Vez
fr: Dépense Ponctuelle
it: Spesa Una Tantum
tr: Tek Seferlik

source: Period Expense Trend
de: Periodenausgaben-Trend
es: Tendencia de Gastos
fr: Tendance des Dépenses
it: Tendenza Spese del Periodo
tr: Dönemlik Harcama Trendi

source: Expand
de: Erweitern
es: Expandir
fr: Développer
it: Espandi
tr: Genişlet

source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
it: Comprimi
tr: Daralt

source: No data found
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée
it: Nessun dato trovato
tr: Veri bulunamadı

source: Highest
de: Höchste
es: Más alto
fr: Le plus élevé
it: Più alto
tr: En yüksek

source: No expenses this month
de: Keine Ausgaben in diesem Monat
es: No hay gastos este mes
fr: Aucune dépense ce mois
it: Nessuna spesa questo mese
tr: Bu ayda harcama yok

# add_expense_for_month
source: Press the + button on the main screen to add expenses for this month
de: Drücken Sie die + Taste auf dem Hauptbildschirm, um Ausgaben für diesen Monat hinzuzufügen
es: Presione el botón + en la pantalla principal para agregar gastos para este mes
fr: Appuyez sur le bouton + sur l'écran principal pour ajouter des dépenses pour ce mois
it: Premi il pulsante + sulla schermata principale per aggiungere spese per questo mese
tr: Bu aya harcama eklemek için ana ekranda + butonuna basın

# monday_short
source: M
es: L
fr: L
it: L
tr: P

# tuesday_short
source: T
de: D
es: M
fr: M
it: M
tr: S

# wednesday_short
source: W
de: M
es: M
fr: M
it: M
tr: Ç

# thursday_short
source: T
de: D
es: J
fr: J
it: G
tr: P

# friday_short
source: F
es: V
fr: V
it: V
tr: C

# sunday_short
source: S
es: D
fr: D
it: D
tr: P

source: Category Distribution
de: Kategorieverteilung
es: Distribución por Categorías
fr: Répartition par Catégories
it: Distribuzione per Categorie
tr: Kategori Dağılımı

# tap_chart_to_select_category
source: Tap the chart to select a category
de: Tippen Sie auf das Diagramm, um eine Kategorie auszuwählen
es: Toque el gráfico para seleccionar una categoría
fr: Appuyez sur le graphique pour sélectionner une catégorie
it: Tocca il grafico per selezionare una categoria
tr: Kategori seçmek için grafiğe dokunun

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
tr: Bilinmeyen

source: Delete Expense
de: Ausgabe löschen
es: Eliminar Gasto
fr: Supprimer la Dépense
it: Elimina Spesa
tr: Harcamayı Sil

# delete_expense_confirmation
source: Are you sure you want to delete this expense? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Ausgabe löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este gasto? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette dépense ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa spesa? Questa azione non può essere annullata.
tr: Bu harcamayı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# amount_high_to_low_arrow
source: Amount (High → Low)
de: Betrag (Hoch → Niedrig)
es: Monto (Mayor → Menor)
fr: Montant (Élevé → Faible)
it: Importo (Alto → Basso)
tr: Tutar (Yüksek → Düşük)

# amount_low_to_high_arrow
source: Amount (Low → High)
de: Betrag (Niedrig → Hoch)
es: Monto (Menor → Mayor)
fr: Montant (Faible → Élevé)
it: Importo (Basso → Alto)
tr: Tutar (Düşük → Yüksek)

# time_newest_first_arrow
source: Time (New → Old)
de: Zeit (Neu → Alt)
es: Tiempo (Nuevo → Antiguo)
fr: Temps (Nouveau → Ancien)
it: Tempo (Nuovo → Vecchio)
tr: Zaman (Yeni → Eski)

# time_oldest_first_arrow
source: Time (Old → New)
de: Zeit (Alt → Neu)
es: Tiempo (Antiguo → Nuevo)
fr: Temps (Ancien → Nouveau)
it: Tempo (Vecchio → Nuovo)
tr: Zaman (Eski → Yeni)

# description_a_to_z_arrow
source: Description (A → Z)
de: Beschreibung (A → Z)
es: Descripción (A → Z)
it: Descrizione (A → Z)
tr: Açıklama (A → Z)

# description_z_to_a_arrow
source: Description (Z → A)
de: Beschreibung (Z → A)
es: Descripción (Z → A)
it: Descrizione (Z → A)
tr: Açıklama (Z → A)

source: Total Spending
de: Gesamtausgaben
es: Gasto Total
fr: Dépenses Totales
it: Spesa Totale
tr: Toplam Harcama
