Repository: akinalpfdn/ExpenseTracker
Catalog: ExpenseTracker/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, tr

# category_transportation
source: Transportation
de: Transport
es: Transporte
fr: Transport
it: Trasporti
tr: Ulaşım

# category_health
source: Health and Personal Care
de: Gesundheit und Körperpflege
es: Salud y Cuidado Personal
fr: Santé et Soins Personnels
it: Salute e Cura Personale
tr: Sağlık ve Kişisel Bakım

# category_entertainment
source: Entertainment and Hobbies
de: Unterhaltung und Hobbys
es: Entretenimiento y Pasatiempos
fr: Divertissement et Loisirs
it: Intrattenimento e Hobby
tr: Eğlence ve Hobiler

# category_education
source: Education
de: Bildung
es: Educación
fr: Éducation
it: Istruzione
tr: Eğitim

# category_shopping
source: Shopping
de: Einkaufen
es: Compras
fr: Achats
it: Acquisti
tr: Alışveriş

# category_pets
source: Pets
de: Haustiere
es: Mascotas
fr: Animaux de Compagnie
it: Animali Domestici
tr: Evcil Hayvan

# category_work
source: Work and Professional Expenses
de: Arbeit und berufliche Ausgaben
es: Trabajo y Gastos Profesionales
fr: Travail et Dépenses Professionnelles
it: Lavoro e Spese Professionali
tr: İş ve Profesyonel Harcamalar

# category_tax
source: Tax and Legal Expenses
de: Steuer- und Rechtskosten
es: Impuestos y Gastos Legales
fr: Impôts et Dépenses Légales
it: Tasse e Spese Legali
tr: Vergi ve Hukuki Harcamalar

# category_donations
source: Donations and Aid
de: Spenden und Hilfe
es: Donaciones y Ayuda
fr: Dons et Aide
it: Donazioni e Aiuti
tr: Bağışlar ve Yardımlar

# category_others
source: Other Payments
de: Andere Zahlungen
es: Otros Pagos
fr: Autres Paiements
it: Altri Pagamenti
tr: Diğer Ödemeler

# welcome_skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

# welcome_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# welcome_get_started
source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
it: Inizia

# welcome_page1_title
source: Welcome to Expense Tracker
de: Willkommen beim Ausgaben Tracker
es: Bienvenido al Seguimiento de Gastos
fr: Bienvenue sur Suivi de Dépenses
it: Benvenuto in Gestore Spese

# welcome_page1_description
source: Track your daily expenses easily and take control of your finances. Simple, fast, and completely private.
de: Verfolgen Sie Ihre täglichen Ausgaben einfach und übernehmen Sie die Kontrolle über Ihre Finanzen. Einfach, schnell und absolut privat.
es: Realiza un seguimiento de tus gastos diarios fácilmente y toma el control de tus finanzas. Simple, rápido y completamente privado.
fr: Suivez facilement vos dépenses quotidiennes et prenez le contrôle de vos finances. Simple, rapide et entièrement privé.
it: Tieni traccia delle tue spese quotidiane facilmente e prendi il controllo delle tue finanze. Semplice, veloce e completamente privato.

# welcome_page2_title
source: Smart Analytics
de: Intelligente Analysen
es: Análisis Inteligente
fr: Analyses Intelligentes
it: Analisi Intelligente

# welcome_page2_description
source: Visualize your spending with beautiful charts. See where your money goes with category breakdowns and monthly trends.
de: Visualisieren Sie Ihre Ausgaben mit ansprechenden Diagrammen. Sehen Sie, wohin Ihr Geld fließt, mit Kategorieaufschlüsselungen und monatlichen Trends.
es: Visualiza tus gastos con hermosos gráficos. Mira a dónde va tu dinero con desgloses por categoría y tendencias mensuales.
fr: Visualisez vos dépenses avec de superbes graphiques. Voyez où va votre argent avec des ventilations par catégorie et des tendances mensuelles.
it: Visualizza le tue spese con splendidi grafici. Scopri dove vanno i tuoi soldi con suddivisioni per categoria e tendenze mensili.

# welcome_page3_title
source: Your Privacy Matters
de: Ihre Privatsphäre ist uns wichtig
es: Tu Privacidad Importa
fr: Votre Vie Privée Compte
it: La tua Privacy è Importante

# welcome_page3_description
source: All your data stays on your device. No cloud storage, no tracking, no ads. Your financial information is completely private.
de: Alle Ihre Daten bleiben auf Ihrem Gerät. Keine Cloud-Speicherung, kein Tracking, keine Werbung. Ihre Finanzinformationen sind vollständig privat.
es: Todos tus datos permanecen en tu dispositivo. Sin almacenamiento en la nube, sin seguimiento, sin anuncios. Tu información financiera es completamente privada.
fr: Toutes vos données restent sur votre appareil. Pas de stockage cloud, pas de suivi, pas de publicité. Vos informations financières sont entièrement privées.
it: Tutti i tuoi dati rimangono sul tuo dispositivo. Nessun archivio cloud, nessun tracciamento, nessuna pubblicità. Le tue informazioni finanziarie sono completamente private.

# no_add_text
source: I don't want to bombard you with silly ads,and I want you to be able to access all features without needing the premium version. But I need income to keep developing. If you like my app and want to support me, feel free to tip a cup of tea (Prices aren't affected by inflation here) :).
de: Ich möchte Sie nicht mit alberner Werbung bombardieren und ich möchte, dass Sie auf alle Funktionen zugreifen können, ohne die Premium-Version zu benötigen. Aber ich brauche Einnahmen, um weiterzuentwickeln. Wenn Ihnen meine App gefällt und Sie mich unterstützen möchten, fühlen Sie sich frei, eine Tasse Tee zu spendieren (Die Preise sind hier nicht von der Inflation betroffen) :).
es: No quiero bombardearte con anuncios tontos, y quiero que puedas acceder a todas las funciones sin necesitar la versión premium. Pero necesito ingresos para seguir desarrollando. Si te gusta mi aplicación y quieres apoyarme, siéntete libre de invitarme a un té (Los precios aquí no se ven afectados por la inflación) :).
fr: Je ne veux pas vous bombarder de publicités stupides, et je veux que vous puissiez accéder à toutes les fonctionnalités sans avoir besoin de la version premium. Mais j'ai besoin de revenus pour continuer à développer. Si vous aimez mon application et souhaitez me soutenir, n'hésitez pas à offrir un thé (Les prix ne sont pas affectés par l'inflation ici) :).
it: Non voglio bombardarti di pubblicità inutili, e voglio che tu possa accedere a tutte le funzionalità senza bisogno della versione premium. Ma ho bisogno di entrate per continuare a sviluppare. Se ti piace la mia app e vuoi sostenermi, sentiti libero di offrirmi un tè (I prezzi qui non sono influenzati dall'inflazione) :).

# buy_water
source: tip a water
de: Ein Wasser spendieren
es: Invitar a un agua
fr: Offrir une eau
it: Offri un'acqua

# buy_bagel
source: tip a bagel
de: Einen Bagel spendieren
es: Invitar a un bagel
fr: Offrir un bagel
it: Offri un bagel

# buy_tea
source: tip a tea
de: Einen Tee spendieren
es: Invitar a un té
fr: Offrir un thé
it: Offri un tè

# buy_coffee
source: tip a coffee
de: Einen Kaffee spendieren
es: Invitar a un café
fr: Offrir un café
it: Offri un caffè

# buy_wrap
source: tip a wrap
de: Einen Wrap spendieren
es: Invitar a un wrap
fr: Offrir un wrap
it: Offri una piadina

# buy_burger
source: tip a burger
de: Einen Burger spendieren
es: Invitar a una hamburguesa
fr: Offrir un burger
it: Offri un hamburger

# buy_doner
source: tip a doner
de: Einen Döner spendieren
es: Invitar a un doner
fr: Offrir un kebab
it: Offri un kebab

# max_donation
source: surprise me
de: Überrasch mich
es: sorpréndeme
fr: surprenez-moi
it: sorprendimi

# water_price
source: 0.24 USD
de: 0.5 USD
es: 0.5 USD
fr: 0.5 USD
it: 0.5 USD

# tea_price
source: 0.60 USD
de: 0.24 USD
es: 0.24 USD
fr: 0.24 USD
it: 0.24 USD

# bagel_price
source: 1.50 USD
de: 0.60 USD
es: 0.60 USD
fr: 0.60 USD
it: 0.60 USD

# purchase_loading
source: Processing...
de: ⏳ Kaufvorgang wird gestartet…
es: ⏳ Iniciando proceso de compra…
fr: ⏳ Démarrage du processus d'achat…
it: ⏳ Avvio del processo di acquisto…

# purchase_success
source: 🎉 Thank you for your support!
de: 🎉 Danke! Kauf erfolgreich: %@
es: 🎉 ¡Gracias! Compra realizada con éxito: %@
fr: 🎉 Merci ! Achat réussi : %@
it: 🎉 Grazie! Acquisto riuscito: %@

# purchase_error
source: ⚠️ Purchase failed: %@
de: Fehler: %@
es: Error: %@
fr: Erreur : %@
it: Errore: %@

source: Purchase cancelled
de: Kauf abgebrochen
es: Compra cancelada
fr: Achat annulé
it: Acquisto annullato

# tutorial_add_expense_title
source: Add Expense
de: Ausgabe hinzufügen
es: Añadir gasto
fr: Ajouter une dépense
it: Aggiungi Spesa

# tutorial_add_expense_message
source: Tap here to add expenses
de: Tippen Sie hier, um Ausgaben hinzuzufügen
es: Toca aquí para añadir gastos
fr: Appuyez ici pour ajouter des dépenses
it: Tocca qui per aggiungere spese

# tutorial_recurring_expenses_title
source: Recurring Expenses
de: Wiederkehrende Ausgaben
es: Gastos recurrentes
fr: Dépenses récurrentes
it: Spese Ricorrenti

# tutorial_recurring_expenses_message
source: List and edit recurring expenses here
de: Listen Sie hier wiederkehrende Ausgaben auf und bearbeiten Sie sie
es: Lista y edita gastos recurrentes aquí
fr: Listez et modifiez vos dépenses récurrentes ici
it: Elenca e modifica le spese ricorrenti qui

# tutorial_calendar_title
source: Monthly Progress
de: Monatlicher Fortschritt
es: Progreso mensual
fr: Progrès mensuel
it: Progresso Mensile

# tutorial_calendar_message
source: View your monthly spending progress. Tap the center ring to view your monthly calendar and spending history. Swipe left to see daily progress and category charts
de: Sehen Sie sich Ihren monatlichen Ausgabenfortschritt an. Tippen Sie auf den mittleren Ring, um Ihren Monatskalender und den Ausgabenverlauf anzuzeigen. Wischen Sie nach links, um den täglichen Fortschritt und Kategoriendiagramme zu sehen
es: Ve el progreso de tus gastos mensuales. Toca el anillo central para ver tu calendario mensual e historial de gastos. Desliza a la izquierda para ver el progreso diario y los gráficos por categoría
fr: Visualisez l'évolution de vos dépenses mensuelles. Appuyez sur l'anneau central pour voir votre calendrier mensuel et l'historique de vos dépenses. Balayez vers la gauche pour voir les progrès quotidiens et les graphiques par catégorie
it: Visualizza l'andamento delle tue spese mensili. Tocca l'anello centrale per vedere il calendario mensile e la cronologia delle spese. Scorri a sinistra per vedere i progressi giornalieri e i grafici delle categorie

# tutorial_daily_history_title
source: Daily History
de: Täglicher Verlauf
es: Historial diario
fr: Historique quotidien
it: Cronologia Giornaliera

# tutorial_daily_history_message
source: Access your daily spending history here
de: Greifen Sie hier auf Ihren täglichen Ausgabenverlauf zu
es: Accede a tu historial de gastos diario aquí
fr: Accédez à votre historique de dépenses quotidien ici
it: Accedi alla cronologia delle tue spese giornaliere qui

# tutorial_settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# tutorial_settings_message
source: Customize currency, spending limits, theme, categories and manage your data backup
de: Passen Sie Währung, Ausgabenlimits, Thema, Kategorien an und verwalten Sie Ihre Datensicherung
es: Personaliza la moneda, límites de gasto, tema, categorías y gestiona tu copia de seguridad
fr: Personnalisez la devise, les limites de dépenses, le thème, les catégories et gérez la sauvegarde de vos données
it: Personalizza valuta, limiti di spesa, tema, categorie e gestisci il backup dei tuoi dati

# tutorial_secret_title
source: Support
es: Soporte
it: Supporto

# tutorial_secret_message
source: ULTIMATE TOP SECRET AREA
de: STRENG GEHEIMER BEREICH
es: ÁREA SUPER SECRETA
fr: ZONE TOP SECRÈTE
it: AREA TOP SECRET

# tutorial_expense_list_title
source: Your Expenses
de: Ihre Ausgaben
es: Tus gastos
fr: Vos dépenses
it: Le tue Spese

# tutorial_expense_list_message
source: Your expenses are listed here. Swipe left on the main screen to see spending analytics and charts. Swipe left again to access financial planning screen
de: Ihre Ausgaben werden hier aufgelistet. Wischen Sie auf dem Hauptbildschirm nach links, um Ausgabenanalysen und Diagramme anzuzeigen. Wischen Sie erneut nach links, um zum Finanzplanungsbildschirm zu gelangen
es: Tus gastos se listan aquí. Desliza a la izquierda en la pantalla principal para ver análisis y gráficos de gastos. Desliza a la izquierda de nuevo para acceder a la pantalla de planificación financiera
fr: Vos dépenses sont listées ici. Balayez vers la gauche sur l'écran principal pour voir les analyses et les graphiques de dépenses. Balayez à nouveau vers la gauche pour accéder à l'écran de planification financière
it: Le tue spese sono elencate qui. Scorri a sinistra nella schermata principale per vedere analisi e grafici delle spese. Scorri di nuovo a sinistra per accedere alla schermata di pianificazione finanziaria

# tutorial_skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

# tutorial_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# tutorial_finish
source: Finish
de: Fertig
es: Finalizar
fr: Terminer
it: Fine

# tutorial_tap_to_continue
source: Tap to continue
de: Zum Fortfahren tippen
es: Toca para continuar
fr: Appuyez pour continuer
it: Tocca per continuare

source: Loading products...
de: Produkte werden geladen...
es: Cargando productos...
fr: Chargement des produits...
it: Caricamento prodotti...

source: OK
tr: Tamam

# saturday_short
source: S
tr: C

# subcategory_taxi_uber
source: Taxi/Uber
tr: Taksi/Uber
