Repository: akinalpfdn/ExpenseTracker
Catalog: ExpenseTracker/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, tr

# no_expenses_in_category
source: No expenses found in this category
de: Keine Ausgaben in dieser Kategorie gefunden
es: No se encontraron gastos en esta categoría
fr: Aucune dépense trouvée dans cette catégorie
it: Nessuna spesa trovata in questa categoria
tr: Bu kategoride harcama bulunamadı

# expense_singular
source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
it: Spesa
tr: Harcama

source: Create New Plan
de: Neuen Plan erstellen
es: Crear Nuevo Plan
fr: Créer un Nouveau Plan
it: Crea Nuovo Piano
tr: Yeni Plan Oluştur

source: Plan Name
es: Nombre del Plan
fr: Nom du Plan
it: Nome del Piano
tr: Plan Adı

# plan_name_example
source: e.g: 2024 Savings Plan
de: z.B.: 2024 Sparplan
es: ej: Plan de Ahorros 2024
fr: ex : Plan d'Épargne 2024
it: es: Piano di Risparmio 2024
tr: Örn: 2024 Tasarruf Planı

source: Plan Duration
de: Plandauer
es: Duración del Plan
fr: Durée du Plan
it: Durata del Piano
tr: Plan Süresi

source: Apply Interest (to Savings)
de: Zinsen anwenden (auf Ersparnisse)
es: Aplicar Intereses (a Ahorros)
fr: Appliquer des Intérêts (à l'Épargne)
it: Applica Interessi (ai Risparmi)
tr: Faiz Uygula (Birikime)

source: Simple Interest
de: Einfache Zinsen
es: Interés Simple
fr: Intérêts Simples
it: Interesse Semplice
tr: Basit Faiz

source: Compound Interest
de: Zinseszins
es: Interés Compuesto
fr: Intérêts Composés
it: Interesse Composto
tr: Bileşik Faiz

source: Annual interest rate %
de: Jährlicher Zinssatz %
es: Tasa de interés anual %
fr: Taux d'intérêt annuel %
it: Tasso di interesse annuale %
tr: Yıllık faiz oranı %

# interest_applied_to_positive_savings
source: Interest is applied to positive savings
de: Zinsen werden auf positive Ersparnisse angewendet
es: Los intereses se aplican a ahorros positivos
fr: Les intérêts sont appliqués à l'épargne positive
it: L'interesse viene applicato ai risparmi positivi
tr: Pozitif birikime faiz uygulanır

source: Interest Type
de: Zinstyp
es: Tipo de Interés
fr: Type d'Intérêt
it: Tipo di Interesse
tr: Faiz Türü

# monthly_income_currency
source: Monthly Income (%@)
de: Monatseinkommen (%@)
es: Ingresos Mensuales (%@)
fr: Revenus Mensuels (%@)
it: Entrate Mensili (%@)
tr: Aylık Gelir (%@)

# use_app_expense_data
source: Use app's expense data
de: App-Ausgabendaten verwenden
es: Usar datos de gastos de la aplicación
fr: Utiliser les données de dépenses de l'application
it: Usa i dati delle spese dell'app
tr: Uygulamanın harcama verilerini kullan

# monthly_expenses_currency
source: Monthly Expenses (%@)
de: Monatsausgaben (%@)
es: Gastos Mensuales (%@)
fr: Dépenses Mensuelles (%@)
it: Spese Mensili (%@)
tr: Aylık Harcama (%@)

source: Manual monthly expense amount
de: Manueller monatlicher Ausgabenbetrag
es: Monto manual de gastos mensuales
fr: Montant manuel des dépenses mensuelles
it: Importo manuale spese mensili
tr: Manuel aylık harcama miktarı

source: Enter manual expense amount
de: Manuellen Ausgabenbetrag eingeben
es: Ingrese monto manual de gastos
fr: Saisir le montant manuel des dépenses
it: Inserisci importo manuale spese
tr: Manuel harcama miktarını girin

source: Apply Inflation
de: Inflation anwenden
es: Aplicar Inflación
fr: Appliquer l'Inflation
it: Applica Inflazione
tr: Enflasyon Uygula

# annual_percentage_rate
source: Annual % rate
de: Jährlicher %-Satz
es: Tasa anual %
fr: Taux annuel %
it: Tasso annuale %
tr: Yıllık % oran

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
tr: Oluştur

source: Category Details
de: Kategoriedetails
es: Detalles de Categoría
fr: Détails de la Catégorie
it: Dettagli Categoria
tr: Kategori Detayları

source: Main Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
tr: Ana Kategoriler

source: Sub Categories
de: Unterkategorien
es: Subcategorías
fr: Sous-Catégories
it: Sottocategorie
tr: Alt Kategoriler

# expense_lowercase
source: expense
de: ausgabe
es: gasto
fr: dépense
it: spesa
tr: harcama

source: See details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
tr: Detayları gör

# vs_previous_month_colon
source: vs. last month:
de: vs. dem Vormonat:
es: vs. el mes anterior:
fr: vs. mois précédent :
it: vs. mese precedente:
tr: Önceki aya göre:

# vs_average_colon
source: vs. average:
de: vs dem Durchschnitt:
es: vs. el promedio:
fr: vs. moyenne :
it: vs. media:
tr: Ortalamaya göre:

source: Add New Main Category
de: Neue Hauptkategorie hinzufügen
es: Agregar Nueva Categoría Principal
fr: Ajouter une Nouvelle Catégorie Principale
it: Aggiungi Nuova Categoria Principale
tr: Yeni Ana Kategori Ekle

# add_main_category_content_desc
source: Add Main Category
de: Hauptkategorie hinzufügen
es: Agregar Categoría Principal
fr: Ajouter Catégorie Principale
it: Aggiungi Categoria Principale

# category_name_hint
source: Enter category name
de: Kategorienamen eingeben
es: Ingrese nombre de categoría
fr: Saisir le nom de la catégorie
it: Inserisci nome categoria
tr: Kategori adı girin

# unique_category_name_note
source: Choose a unique name for the category
de: Wählen Sie einen eindeutigen Namen für die Kategorie
es: Elija un nombre único para la categoría
fr: Choisissez un nom unique pour la catégorie
it: Scegli un nome unico per la categoria
tr: Kategori için benzersiz bir isim belirleyin

source: Icon Selection
de: Icon-Auswahl
es: Selección de Icono
fr: Sélection d'Icône
it: Selezione Icona
tr: İkon Seçimi

source: Color Selection
de: Farbauswahl
es: Selección de Color
fr: Sélection de Couleur
it: Selezione Colore
tr: Renk Seçimi

# add_button
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
tr: Ekle

source: Main Category
de: Hauptkategorie
es: Categoría Principal
fr: Catégorie Principale
it: Categoria Principale
tr: Ana Kategori

source: Select category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
it: Seleziona categoria
tr: Kategori seçin

source: Subcategory Name
de: Unterkategoriename
es: Nombre de Subcategoría
fr: Nom de la Sous-Catégorie
it: Nome Sottocategoria
tr: Alt Kategori Adı

# subcategory_name_hint
source: Enter subcategory name
de: Unterkategorienamen eingeben
es: Ingrese nombre de subcategoría
fr: Saisir le nom de la sous-catégorie
it: Inserisci nome sottocategoria
tr: Alt kategori adı girin

# unique_subcategory_name_note
source: Choose a unique name for the subcategory
de: Wählen Sie einen eindeutigen Namen für die Unterkategorie
es: Elija un nombre único para la subcategoría
fr: Choisissez un nom unique pour la sous-catégorie
it: Scegli un nome unico per la sottocategoria
tr: Alt kategori için benzersiz bir isim belirleyin

source: Edit Subcategory
de: Unterkategorie bearbeiten
es: Editar Subcategoría
fr: Modifier la Sous-Catégorie
it: Modifica Sottocategoria
tr: Alt Kategori Düzenle

source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría
fr: Modifier la Catégorie
it: Modifica Categoria
tr: Kategori Düzenle

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
tr: Düzenle

# enter_name_hint
source: Enter name
de: Namen eingeben
es: Ingrese nombre
fr: Saisir le nom
it: Inserisci nome
tr: Ad girin

source: Delete Confirmation
de: Löschbestätigung
es: Confirmación de Eliminación
fr: Confirmation de Suppression
it: Conferma Eliminazione
tr: Silme Onayı

# delete_item_confirmation
source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "%@" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar "%@"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer "%@" ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare "%@"? Questa azione non può essere annullata.
tr: "%@" öğesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: This item
de: Dieses Element
es: Este elemento
fr: Cet élément
it: Questo elemento
tr: Bu öğe

# collapse_desc
source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
it: Comprimi

# expand_desc
source: Expand
de: Erweitern
es: Expandir
fr: Développer
it: Espandi

# edit_category_desc
source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría
fr: Modifier la Catégorie
it: Modifica Categoria

# delete_category_desc
source: Delete Category
de: Kategorie löschen
es: Eliminar Categoría
fr: Supprimer la Catégorie
it: Elimina Categoria

source: Add Subcategory
de: Unterkategorie hinzufügen
es: Agregar Subcategoría
fr: Ajouter une Sous-Catégorie
it: Aggiungi Sottocategoria
tr: Alt Kategori Ekle

# add_subcategory_desc
source: Add Subcategory
de: Unterkategorie hinzufügen
es: Agregar Subcategoría
fr: Ajouter Sous-Catégorie
it: Aggiungi Sottocategoria

# edit_subcategory_desc
source: Edit Subcategory
de: Unterkategorie bearbeiten
es: Editar Subcategoría
fr: Modifier la Sous-Catégorie
it: Modifica Sottocategoria

# delete_subcategory_desc
source: Delete Subcategory
de: Unterkategorie löschen
es: Eliminar Subcategoría
fr: Supprimer la Sous-Catégorie
it: Elimina Sottocategoria

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
tr: Veri yok

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
tr: Kategori

# sort_amount_desc
source: By Amount (High → Low)
de: Nach Betrag (Hoch → Niedrig)
es: Por Monto (Mayor → Menor)
fr: Par Montant (Élevé → Faible)
it: Per Importo (Alto → Basso)
tr: Tutara Göre (Yüksek → Düşük)

# sort_amount_asc
source: By Amount (Low → High)
de: Nach Betrag (Niedrig → Hoch)
es: Por Monto (Menor → Mayor)
fr: Par Montant (Faible → Élevé)
it: Per Importo (Basso → Alto)
tr: Tutara Göre (Düşük → Yüksek)

# sort_date_desc
source: By Date (New → Old)
de: Nach Datum (Neu → Alt)
es: Por Fecha (Nuevo → Antiguo)
fr: Par Date (Nouveau → Ancien)
it: Per Data (Nuovo → Vecchio)
tr: Tarihe Göre (Yeni → Eski)

# sort_date_asc
source: By Date (Old → New)
de: Nach Datum (Alt → Neu)
es: Por Fecha (Antiguo → Nuevo)
fr: Par Date (Ancien → Nouveau)
it: Per Data (Vecchio → Nuovo)
tr: Tarihe Göre (Eski → Yeni)

# sort_name_asc
source: By Description (A → Z)
de: Nach Beschreibung (A → Z)
es: Por Descripción (A → Z)
fr: Par Description (A → Z)
it: Per Descrizione (A → Z)
tr: Açıklamaya Göre (A → Z)

# sort_name_desc
source: By Description (Z → A)
de: Nach Beschreibung (Z → A)
es: Por Descripción (Z → A)
fr: Par Description (Z → A)
it: Per Descrizione (Z → A)
tr: Açıklamaya Göre (Z → A)

# subcategory_restaurant
source: Restaurant
es: Restaurante
it: Ristorante
tr: Restoran

# subcategory_kitchen_shopping
source: Kitchen shopping
de: Kücheneinkauf
es: Compras de cocina
fr: Courses de cuisine
it: Spesa cucina
tr: Mutfak alışverişi

# subcategory_rent
source: Rent
de: Miete
es: Alquiler
fr: Loyer
it: Affitto
tr: Kira

# subcategory_dues
source: Dues
de: Nebenkosten
es: Expensas
fr: Charges
it: Spese condominiali
tr: Aidat

# subcategory_mortgage
source: Mortgage payment
de: Hypothekenzahlung
es: Pago de hipoteca
fr: Paiement hypothécaire
it: Pagamento mutuo
tr: Mortgage ödemesi

# subcategory_electricity
source: Electricity bill
de: Stromrechnung
es: Factura de electricidad
fr: Facture d'électricité
it: Bolletta elettrica
tr: Elektrik faturası

# subcategory_water
source: Water bill
de: Wasserrechnung
es: Factura de agua
fr: Facture d'eau
it: Bolletta acqua
tr: Su faturası

# subcategory_heating
source: Heating
de: Heizung
es: Calefacción
fr: Chauffage
it: Riscaldamento
tr: Isınma

# subcategory_internet_phone
source: Internet and phone
de: Internet und Telefon
es: Internet y teléfono
fr: Internet et téléphone
it: Internet e telefono
tr: İnternet ve telefon

# subcategory_other_bills
source: Other Bills
de: Andere Rechnungen
es: Otras Facturas
fr: Autres Factures
it: Altre Bollette
tr: Diğer Faturalar

# subcategory_general_shopping
source: General grocery shopping
de: Allgemeiner Lebensmitteleinkauf
es: Compras generales de comestibles
fr: Courses générales
it: Spesa generale alimentari
tr: Genel Market alışverişi

# subcategory_fuel
source: Fuel
de: Kraftstoff
es: Combustible
fr: Carburant
it: Carburante
tr: Akaryakıt

# subcategory_public_transport
source: Public transport
de: Öffentliche Verkehrsmittel
es: Transporte público
fr: Transport public
it: Trasporto pubblico
tr: Toplu taşıma

# subcategory_car_maintenance
source: Car maintenance
de: Autowartung
es: Mantenimiento del auto
fr: Entretien automobile
it: Manutenzione auto
tr: Araç bakımı

# subcategory_car_rental
source: Car rental
de: Autovermietung
es: Alquiler de auto
fr: Location de voiture
it: Noleggio auto
tr: Oto kiralama

# subcategory_car_insurance
source: Car insurance
de: Autoversicherung
es: Seguro del auto
fr: Assurance automobile
it: Assicurazione auto
tr: Araç sigortası

# subcategory_mtv
source: Vehicle tax
de: Kraftfahrzeugsteuer
es: Impuesto vehicular
fr: Taxe véhicule
it: Bollo auto
tr: MTV

# subcategory_parking_fees
source: Parking fees
de: Parkgebühren
es: Tarifas de estacionamiento
fr: Frais de stationnement
it: Costi parcheggio
tr: Park ücretleri

# subcategory_doctor_appointment
source: Doctor appointment
de: Arzttermin
es: Cita médica
fr: Rendez-vous médical
it: Visita medica
tr: Doktor randevusu

# subcategory_medicines
source: Medicines
de: Medikamente
es: Medicamentos
fr: Médicaments
it: Medicinali
tr: İlaçlar

# subcategory_gym_membership
source: Gym membership
de: Fitnessstudio-Mitgliedschaft
es: Membresía del gimnasio
fr: Abonnement salle de sport
it: Abbonamento palestra
tr: Spor salonu üyeliği

# subcategory_cosmetics
source: Cosmetics
de: Kosmetik
es: Cosméticos
fr: Cosmétiques
it: Cosmetici
tr: Kozmatik

# subcategory_cinema_theater
source: Cinema and theater
de: Kino und Theater
es: Cine y teatro
fr: Cinéma et théâtre
it: Cinema e teatro
tr: Sinema ve tiyatro

# subcategory_concerts_events
source: Concerts and events
de: Konzerte und Veranstaltungen
es: Conciertos y eventos
fr: Concerts et événements
it: Concerti ed eventi
tr: Konser ve etkinlikler

# subcategory_subscriptions
source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti
tr: Abonelikler

# subcategory_books_magazines
source: Books and magazines
de: Bücher und Zeitschriften
es: Libros y revistas
fr: Livres et magazines
it: Libri e riviste
tr: Kitaplar ve dergiler

# subcategory_travel_vacation
source: Travel and vacation
de: Reisen und Urlaub
es: Viajes y vacaciones
fr: Voyages et vacances
it: Viaggi e vacanze
tr: Seyahat ve tatil

# subcategory_games_apps
source: Games and apps
de: Spiele und Apps
es: Juegos y aplicaciones
fr: Jeux et applications
it: Giochi e app
tr: Oyunlar ve uygulamalar

# subcategory_course_fees
source: Course fees
de: Kursgebühren
es: Tarifas de cursos
fr: Frais de cours
it: Tasse corsi
tr: Kurs ücretleri

# subcategory_education_materials
source: Education materials
de: Bildungsmaterialien
es: Materiales educativos
fr: Matériel éducatif
it: Materiali educativi
tr: Eğitim materyalleri

# subcategory_seminars
source: Seminars
de: Seminare
es: Seminarios
fr: Séminaires
it: Seminari
tr: Seminerler

# subcategory_online_courses
source: Online courses
de: Online-Kurse
es: Cursos en línea
fr: Cours en ligne
it: Corsi online
tr: Online kurslar

# subcategory_electronics
source: Electronics
de: Elektronik
es: Electrónicos
fr: Électronique
it: Elettronica
tr: Elektronik

# subcategory_clothing
source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
it: Abbigliamento
tr: Giyim

# subcategory_home_goods
source: Home goods
de: Haushaltswaren
es: Artículos para el hogar
fr: Articles de maison
it: Articoli per la casa
tr: Ev eşyaları

# subcategory_gifts
source: Gifts
de: Geschenke
es: Regalos
fr: Cadeaux
it: Regali
tr: Hediyeler

# subcategory_perfume
source: Perfume
de: Parfüm
fr: Parfum
it: Profumo
tr: Parfüm

# subcategory_pet_food_toys
source: Food and toys
de: Futter und Spielzeug
es: Comida y juguetes
fr: Nourriture et jouets
it: Cibo e giocattoli
tr: Mama ve oyuncaklar

# subcategory_vet_services
source: Veterinary services
de: Tierarztdienste
es: Servicios veterinarios
fr: Services vétérinaires
it: Servizi veterinari
tr: Veteriner hizmetleri

# subcategory_pet_insurance
source: Pet insurance
de: Haustierversicherung
es: Seguro de mascotas
fr: Assurance animaux
it: Assicurazione animali
tr: Evcil hayvan sigortası

# subcategory_work_meals
source: Work meals
de: Arbeitsessen
es: Comidas de trabajo
fr: Repas de travail
it: Pasti di lavoro
tr: İş yemekleri

# subcategory_office_supplies
source: Office supplies
de: Büromaterial
es: Suministros de oficina
fr: Fournitures de bureau
it: Forniture ufficio
tr: Ofis malzemeleri

# subcategory_business_travel
source: Business travel
de: Geschäftsreisen
es: Viajes de negocios
fr: Voyages d'affaires
it: Viaggi di lavoro
tr: İş seyahatleri

# subcategory_work_education
source: Training and seminars
de: Schulungen und Seminare
es: Capacitación y seminarios
fr: Formation et séminaires
it: Formazione e seminari
tr: Eğitim ve seminerler

# subcategory_freelance_payments
source: Freelance work payments
de: Freiberufliche Arbeitszahlungen
es: Pagos de trabajo independiente
fr: Paiements travail indépendant
it: Pagamenti lavoro freelance
tr: Freelance iş ödemeleri

# subcategory_tax_payments
source: Tax payments
de: Steuerzahlungen
es: Pagos de impuestos
fr: Paiements d'impôts
it: Pagamenti tasse
tr: Vergi ödemeleri

# subcategory_other_expenses
source: Other Expenses
de: Andere Ausgaben
es: Otros Gastos
fr: Autres Dépenses
it: Altre Spese
tr: Diğer Harcamalar

source: No search results found
de: Keine Suchergebnisse gefunden
es: No se encontraron resultados de búsqueda
fr: Aucun résultat de recherche trouvé
it: Nessun risultato di ricerca trovato
tr: Arama sonucu bulunamadı

source: No expenses yet
de: Noch keine Ausgaben
es: Aún no hay gastos
fr: Aucune dépense pour le moment
it: Nessuna spesa ancora
tr: Henüz harcama yok

source: No expenses today
de: Heute keine Ausgaben
es: No hay gastos hoy
fr: Aucune dépense aujourd'hui
it: Nessuna spesa oggi
tr: Bugün harcama yok

# no_search_results_description
source: No results found for "%@". Try a different search term.
de: Keine Ergebnisse für "%@" gefunden. Versuchen Sie einen anderen Suchbegriff.
es: No se encontraron resultados para "%@". Intente con un término de búsqueda diferente.
fr: Aucun résultat trouvé pour "%@". Essayez un terme de recherche différent.
it: Nessun risultato trovato per "%@". Prova un termine di ricerca diverso.
tr: "%@" için sonuç bulunamadı. Farklı bir arama terimi deneyin.

# first_expense_hint
source: Press the + button to add your first expense
de: Drücken Sie die + Taste, um Ihre erste Ausgabe hinzuzufügen
es: Presione el botón + para agregar su primer gasto
fr: Appuyez sur le bouton + pour ajouter votre première dépense
it: Premi il pulsante + per aggiungere la tua prima spesa
tr: İlk harcamanızı eklemek için + butonuna basın

# add_expense_for_day_hint
source: Press the + button to add expenses for this day
de: Drücken Sie die + Taste, um Ausgaben für diesen Tag hinzuzufügen
es: Presione el botón + para agregar gastos para este día
fr: Appuyez sur le bouton + pour ajouter des dépenses pour cette journée
it: Premi il pulsante + per aggiungere spese per questa giornata
tr: Bu güne harcama eklemek için + butonuna basın

# calendar_tab
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
tr: Takvim

# expenses_tab
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
tr: Harcamalar

# plan_status_not_started
source: Not started
de: Nicht begonnen
es: No iniciado
fr: Non commencé
it: Non iniziato
tr: Başlamadı

# plan_status_completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
tr: Tamamlandı

# plan_status_active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
tr: Aktif

# validation_plan_name_empty
source: Plan name cannot be empty
de: Planname darf nicht leer sein
es: El nombre del plan no puede estar vacío
fr: Le nom du plan ne peut pas être vide
it: Il nome del piano non può essere vuoto
tr: Plan adı boş olamaz

# validation_monthly_income_positive
source: Monthly income must be greater than 0
de: Monatseinkommen muss größer als 0 sein
es: Los ingresos mensuales deben ser mayores a 0
fr: Les revenus mensuels doivent être supérieurs à 0
it: Le entrate mensili devono essere maggiori di 0
tr: Aylık gelir 0'dan büyük olmalıdır

# validation_duration_positive
source: Plan duration must be greater than 0
de: Plandauer muss größer als 0 sein
es: La duración del plan debe ser mayor a 0
fr: La durée du plan doit être supérieure à 0
it: La durata del piano deve essere maggiore di 0
tr: Plan süresi 0'dan büyük olmalıdır

# validation_duration_max_10_years
source: Plan duration cannot be more than 10 years
de: Plandauer darf nicht mehr als 10 Jahre betragen
es: La duración del plan no puede ser más de 10 años
fr: La durée du plan ne peut pas dépasser 10 ans
it: La durata del piano non può essere più di 10 anni
tr: Plan süresi 10 yıldan fazla olamaz

# validation_inflation_rate_range
source: Inflation rate must be between -50%% and 100%%
de: Inflationsrate muss zwischen -50%% und 100%% liegen
es: La tasa de inflación debe estar entre -50%% y 100%%
fr: Le taux d'inflation doit être entre -50%% et 100%%
it: Il tasso di inflazione deve essere tra -50%% e 100%%
tr: Enflasyon oranı -%50%% ile %100%% arasında olmalıdır

# duration_3_months
source: 3 Months
de: 3 Monate
es: 3 Meses
fr: 3 Mois
it: 3 Mesi
tr: 3 Ay

# duration_6_months
source: 6 Months
de: 6 Monate
es: 6 Meses
fr: 6 Mois
it: 6 Mesi
tr: 6 Ay

# duration_1_year
source: 1 Year
de: 1 Jahr
es: 1 Año
fr: 1 An
it: 1 Anno
tr: 1 Yıl

# duration_1_5_years
source: 1.5 Years
de: 1,5 Jahre
es: 1,5 Años
fr: 1,5 An
it: 1,5 Anni
tr: 1,5 Yıl

# duration_2_years
source: 2 Years
de: 2 Jahre
es: 2 Años
fr: 2 Ans
it: 2 Anni
tr: 2 Yıl

# duration_3_years
source: 3 Years
de: 3 Jahre
es: 3 Años
fr: 3 Ans
it: 3 Anni
tr: 3 Yıl

# duration_5_years
source: 5 Years
de: 5 Jahre
es: 5 Años
fr: 5 Ans
it: 5 Anni
tr: 5 Yıl

source: Error loading plan: %@
de: Fehler beim Laden des Plans: %@
es: Error al cargar el plan: %@
fr: Erreur lors du chargement du plan : %@
it: Errore nel caricamento del piano: %@
tr: Plan yüklenirken hata: %@

source: Error creating plan: %@
de: Fehler beim Erstellen des Plans: %@
es: Error al crear el plan: %@
fr: Erreur lors de la création du plan : %@
it: Errore nella creazione del piano: %@
tr: Plan oluşturulurken hata: %@

source: Error deleting plan: %@
de: Fehler beim Löschen des Plans: %@
es: Error al eliminar el plan: %@
fr: Erreur lors de la suppression du plan : %@
it: Errore nell'eliminazione del piano: %@
tr: Plan silinirken hata: %@

source: Error updating expense data: %@
de: Fehler beim Aktualisieren der Ausgabendaten: %@
es: Error al actualizar los datos de gastos: %@
fr: Erreur lors de la mise à jour des données de dépenses : %@
it: Errore nell'aggiornamento dei dati delle spese: %@
tr: Harcama verileri güncellenirken hata: %@

source: Error updating plan calculations: %@
de: Fehler beim Aktualisieren der Planberechnungen: %@
es: Error al actualizar los cálculos del plan: %@
fr: Erreur lors de la mise à jour des calculs du plan : %@
it: Errore nell'aggiornamento dei calcoli del piano: %@
tr: Plan hesaplamaları güncellenirken hata: %@

source: Error saving changes: %@
de: Fehler beim Speichern der Änderungen: %@
es: Error al guardar los cambios: %@
fr: Erreur lors de l'enregistrement des modifications : %@
it: Errore nel salvataggio delle modifiche: %@
tr: Değişiklikler kaydedilirken hata: %@

# category_food
source: Food and Drink
de: Essen und Trinken
es: Comida y Bebida
fr: Nourriture et Boisson
it: Cibo e Bevande
tr: Gıda ve İçecek

# category_housing
source: Housing
de: Wohnen
es: Vivienda
fr: Logement
it: Casa
tr: Konut
